[
  {
    "id": 1,
    "title": "Greenlight Fresh Shoes - Sci-Fi Concept Poster",
    "image": "https://i.imgur.com/w2GPcsQ.png",
    "vibeColor": "#FFD700",
    "size": "large",
    "description": "Eksplorasi visual dengan tema Out of This World untuk sneaker Greenlight. Menggabungkan konsep alien abduction dengan dominasi cahaya hijau neon dan efek asap untuk menciptakan vibes misterius tapi tetap fresh. Fokus utama pada compositing elemen sci-fi dan manipulasi lighting agar produk jadi pusat perhatian.",
    "year": "2026",
    "role": "Illustrator",
    "tags": ["Product", "Graphic", "Poster"]
  },
  {
    "id": 2,
    "title": "Loncin LC 3800P V2 - Product Campaign Poster",
    "image": "https://i.imgur.com/8Oh2u9w.jpeg",
    "vibeColor": "#00ff99",
    "size": "Large",
    "description": "Desain poster komersial untuk genset Loncin. Konsep visualnya menonjolkan ketangguhan dan keandalan produk sebagai penyelamat di situasi gelap. Bermain dengan kontras latar kota malam yang dramatis dan warna merah produk yang bold. Fokus teknis ada pada compositing realistis, terutama pembuatan efek water reflection di permukaan aspal dan penataan tipografi yang impactful.",
    "year": "2026",
    "role": "Illustrator",
    "tags": ["Product", "Graphic", "Poster"]
  },
  {
    "id": 3,
    "title": "Louis Vuitton - Ignite The City",
    "image": "https://i.imgur.com/0MoUUMM.jpeg",
    "vibeColor": "#00ccff",
    "size": "Large",
    "description": "Eksplorasi visual untuk sneaker Louis Vuitton edisi White Orange. Konsep Ignite The City ini ngegabungin vibes urban kota metropolitan yang monokrom dengan elemen futuristik dari glowing circuit di aspal. Fokus utamanya ada di manipulasi lighting dan compositing buat bikin sepatunya bener-bener jadi center of attention.Tools Adobe Photoshop.",
    "year": "2026",
    "role": "Illustrator",
    "tags": ["Poster", "Graphic"]
    },
  {
    "id": 4,
    "title": "Elden Ring - Apparel Graphic & Fan Art",
    "image": "https://storage.ko-fi.com/cdn/useruploads/display/e23e10cb-3a78-4a33-a078-b36764251c00_1.png",
    "vibeColor": "#00ff99",
    "size": "Large",
    "description": "Eksplorasi digital illustration bergaya komik/vektor untuk karakter ikonik Elden Ring. Fokus pada palet warna high contrast (hitam, merah, dan emas) untuk menonjolkan aura dark fantasy yang epik. Komposisi karakter dibuat padat dan centered, dirancang khusus agar sangat aplikatif untuk kebutuhan desain merchandise atau apparel (kaos).",
    "year": "2026",
    "role": "Illustrator",
    "tags": ["Product", "Graphic", "Poster"]
  }
]
